[
    {
      "title": "Headphones in Neon",
      "description": "A woman in an oversized hoodie leans against a graffiti-splattered bodega wall, headphones swallowing the world, neon puddles flickering like they’re whispering secrets only she’s cool enough to hear.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Rooftop Sketches",
      "description": "A dude with knuckle tattoos and soft eyes sips iced coffee on a rooftop, the skyline melting into pastel smog as he sketches crooked buildings that look more honest than the real ones.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Courier in Smoke",
      "description": "A courier girl on a beat-up bike glides through traffic like she’s made of smoke, weaving between honking taxis with a grin that says she knows shortcuts through reality.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Milk Crate Synth",
      "description": "A guy in vintage Air Jordans sits on a milk crate playing a warped synth, each note drifting into the air like gum bubbles waiting to pop into tiny universes.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Wall Dripping Serenity",
      "description": "A woman with silver braids paints slow, deliberate strokes on a warehouse wall, each line dripping calm like she’s bleeding serenity into the city.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Alley Skater",
      "description": "A skater with chipped black nail polish coasts down an empty alley, wheels humming a lazy lullaby while stray posters flutter like sleepy moths.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Fire Escape Cat",
      "description": "A street cat sprawls on a fire escape, tail flicking in slow motion, watching the whole block like it’s a sitcom made just for him.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Sunbathing Pitbull",
      "description": "A chunky pit bull naps in the sun next to a deli door, snoring with all the confidence of someone who knows everyone on the block loves him.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Soda Can Pals",
      "description": "A half-crushed soda can sits on the curb beside a rainbow oil slick, the two of them looking like unlikely best friends in a quiet corner of the city.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Sleepy Court Mural",
      "description": "A graffiti mural of a giant sleepy eye stares over an empty basketball court, cracked asphalt glowing in soft, early-morning hush.",
      "style": "Urban",
      "feeling": "Chilled"
    },
    {
      "title": "Velvet Storm",
      "description": "A woman in a tattered velvet coat storms down a cobblestone street, eyeliner smudged like battle paint, the moon ducking behind clouds just to avoid eye contact.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Angry Dust",
      "description": "A man with a candle-waxed jacket slams an ancient book shut, dust flying like angry spirits, shadows curling away from him in irritated waves.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Cathedral Kick",
      "description": "A girl with spiked boots kicks open a cathedral door, stained glass rattling like it knows it’s about to be judged.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Graveyard Murmurs",
      "description": "A brooding poet with ink-stained fingers paces the graveyard, muttering curses at ravens that won’t stop giving him attitude.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Tapestry Rage",
      "description": "A tall man with too-sharp cheekbones tears down old faded tapestries, revealing claw marks on the stone beneath—none of them his.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Thunder Balcony",
      "description": "A woman in a shredded corset stands on a balcony during a thunderstorm, yelling at lightning like she’s daring it to strike her.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Malicious Cat",
      "description": "A black cat with one torn ear knocks over a candlestick with deliberate malice, eyes glowing with 'say-something-I-dare-you' energy.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Skeletal Hound",
      "description": "A skeletal-looking hound growls at the empty hallway, hackles raised at a ghost only he can see—and he is not impressed.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Shattered Gargoyle",
      "description": "A stone gargoyle lies shattered at the foot of a tower, pieces scattered like a crime scene the night won’t talk about.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
    {
      "title": "Mirror of Fury",
      "description": "A cracked mirror in an abandoned manor reflects a room that isn’t the one you’re standing in—its version looks angrier.",
      "style": "Gothic",
      "feeling": "Pissed"
    },
        {
          "title": "Alley Graffiti Whisper",
          "description": "A man with paint-splattered sneakers crouches over a brick wall, tagging it with looping letters that scream ‘I exist’ in neon chaos, eyes darting at shadows for approval.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Night Market Stomp",
          "description": "A woman stomps through a buzzing night market, tossing loose change at indifferent food carts, her anger simmering in the hum of neon and frying oil.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Rooftop Fury",
          "description": "A brooding dude leans over the edge of a fire escape, fists clenched, skyline twisting in jagged reflections behind his tense shoulders.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Skater’s Vendetta",
          "description": "A skater kicks hard off a graffiti-covered rail, wheels screeching like an angry chorus, hair whipping in the wind with every flip and grind.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Coffee Shop Clash",
          "description": "A woman in a trench coat throws sugar packets at an indifferent barista, the clatter echoing like punctuation to her simmering frustration.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Crosswalk Scowl",
          "description": "A man waits impatiently at a crosswalk, glaring at the light as if it personally owes him mercy, city horns and sirens backing his discontent.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Stray Cat Revolt",
          "description": "A scrappy alley cat knocks over a milk crate, tail flicking with judgment as it glares at the world like it owns the block.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Loyal Hound Riot",
          "description": "A muscular dog stands guard over a crumbling stoop, growling at shadows that dare to cross its territory, fur bristling like city steel.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Dumpster Constellation",
          "description": "An empty alley littered with tin cans and spray cans catches the city’s reflected neon, forming abstract constellations under the streetlights.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Rooftop Forgotten",
          "description": "A deserted rooftop scattered with broken bottles, potted plants, and a torn yoga mat, sunlight streaking through the haze of morning smog.",
          "style": "Urban",
          "feeling": "Pissed"
        },
        {
          "title": "Candlelit Gargoyle",
          "description": "A lone gargoyle perches on a rain-slick roof, flickering candlelight reflecting off its weathered face, city mist curling around its feet.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Velvet Corridor",
          "description": "A woman storms through a velvet-draped hallway, the carpet rumpled under her boots, chandeliers swaying as if sighing at her tension.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Iron Gate Fury",
          "description": "A man slams an iron gate, sparks flying where it hits, shadows of twisted statues dancing angrily across the stone walls.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Library Whisper",
          "description": "A girl hunches over a tome in a dusty library, fingers tapping impatiently, each page turn a crack of frustration in the still air.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Moonlit Balcony",
          "description": "A man leans on a balcony rail, face hidden under a wide hat, tension coiling in his shoulders while the moon peers through clouds like a nosy witness.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Corset Storm",
          "description": "A woman in a tattered corset walks briskly down a cobblestone street, her anger shaking the lanterns dangling overhead.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Night Cat Vigil",
          "description": "A sleek black cat with glinting eyes slinks across a foggy courtyard, watching every shadow with precise, stressed intent.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Guard Dog Watch",
          "description": "A large, wiry hound stands stiff on the threshold of an abandoned chapel, ears perked, muscles tight, ready to bark at any movement.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Haunted Library",
          "description": "Empty bookshelves stretch across a dark hall, papers fluttering in a ghostly draft, candlelight revealing dust motes in sharp tension.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
        {
          "title": "Stone Courtyard",
          "description": "A fog-filled courtyard with broken benches and ivy-tangled walls, shadows cast in anxious angles across wet cobblestones.",
          "style": "Gothic",
          "feeling": "Stressed"
        },
            {
              "title": "Classic Sidewalk Stroll",
              "description": "A man in a bowler hat wanders down a cobblestone street, cane tapping rhythmically, lost in the gentle swirl of autumn leaves and city whispers.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Window Café Daydream",
              "description": "A woman sits at a tiny café table, sipping espresso and sketching in a notebook, light bouncing off the glass like it’s conspiring with her calm thoughts.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Bookstore Wanderer",
              "description": "A man moves slowly through stacks of old books, leather jacket creaking softly, inhaling the scent of paper and ink like a meditative ritual.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Fountain Reflection",
              "description": "A woman leans over a marble fountain, tossing coins absentmindedly, her eyes tracing the ripples as if each one carries a small secret.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Side Street Painter",
              "description": "A man sits on a worn stool, brush in hand, adding gentle strokes of color to an alley wall, each line exuding slow, easy satisfaction.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Park Bench Solitude",
              "description": "A woman leans back on a wooden bench, sketchbook open on her knees, sunlight dusting the pages in a lazy, peaceful rhythm.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Cat in the Courtyard",
              "description": "A tabby cat stretches atop a wrought-iron railing, tail flicking lazily, eyes half-closed as it watches the calm bustle of passersby.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Dog by the Fountain",
              "description": "A golden retriever lounges near a stone fountain, tongue lolling, ears perked at the distant laughter of children playing.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Empty Marble Hall",
              "description": "An empty hallway stretches beneath grand arches, sunlight spilling through tall windows, dust motes drifting lazily in the calm air.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Cobblestone Alleyway",
              "description": "A narrow alley with stacked crates and lanterns, quiet except for the faint sound of wind rustling through ivy, perfectly serene.",
              "style": "Classic",
              "feeling": "Chilled"
            },
            {
              "title": "Surreal Clockwork Street",
              "description": "A man strides down a street where lamp posts twist like corkscrews and buildings lean at impossible angles, the air buzzing with soft mechanical hums.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Floating Market Woman",
              "description": "A woman balances on a narrow wooden boat, tossing colorful fabrics into the air, each one drifting like a playful dream over the water.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Upside Down Café",
              "description": "A man sips coffee from a floating cup as chairs spin slowly above, oblivious to gravity’s rebellion, grinning at the absurd harmony of it all.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Dream Alley Painter",
              "description": "A woman paints invisible walls in a twisted alley, her brush leaving trails of light that linger like tiny, content spirits.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Skybound Musician",
              "description": "A man plays a violin on a floating platform, notes drifting upward to dissolve into clouds shaped like wandering animals.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Mirage Cat",
              "description": "A translucent cat prowls over shimmering tiles, fading in and out of reality as it chases phantasmal butterflies.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Dream Dog",
              "description": "A dog with fur like liquid gold bounds across a field of floating spheres, ears flapping in the wind of an unseen cosmos.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Empty Floating Plaza",
              "description": "A plaza hovers above the city, empty but lined with impossible benches and twisted lampposts, clouds drifting lazily beneath.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Upside Down Street Objects",
              "description": "Cobbled stones, fountains, and planters hang from the sky, casting soft shadows on nothing, creating a tranquil and whimsical tableau.",
              "style": "Surreal",
              "feeling": "Blissful"
            },
            {
              "title": "Folk Village Wanderer",
              "description": "A man strolls through a quiet village square, wooden carts and chickens moving lazily, his wide-brimmed hat tilted against the soft afternoon sun.",
              "style": "Folk",
              "feeling": "Chilled"
            },
                {
                  "title": "Folk Market Lady",
                  "description": "A woman arranges handmade baskets on a wooden stall, sunlight spilling through the canvas roof, her fingers moving with calm precision over woven textures.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Village Bridge Stroll",
                  "description": "A man leans on the wooden rail of a quaint village bridge, watching ducks drift in the stream, humming softly as the afternoon lingers.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Cobbled Lane Painter",
                  "description": "A woman paints colorful patterns on the cobbled streets, brushes clattering gently against the stones, blending into the quiet rhythm of the village.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Thatched Roof Dreamer",
                  "description": "A man sits cross-legged on a thatched roof, sketchbook on knees, tracing the soft curves of rolling hills with a meditative gaze.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Fountain Reflection Lady",
                  "description": "A woman tosses a coin into a stone fountain, water rippling outward in perfect, calming circles, eyes half-closed in quiet satisfaction.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Village Bench Observer",
                  "description": "A man leans back on a wooden bench, straw hat tilted, watching children play and chickens wander, exhaling slow contentment.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Curious Village Cat",
                  "description": "A ginger cat weaves through the legs of villagers, tail high, pausing to sniff baskets and nuzzle passing boots with mischievous delight.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Happy Shepherd Dog",
                  "description": "A border collie bounds across green fields, ears flapping, eyes bright as it rounds up wandering sheep with joyful precision.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Empty Village Square",
                  "description": "An empty square with a stone fountain at its center, benches and carts pushed aside, quiet except for a soft breeze stirring leaves across the cobblestones.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Silent Thatched Lane",
                  "description": "A narrow lane lined with thatched cottages, stray tools and wooden buckets scattered casually, sunlight brushing the walls in gentle patterns.",
                  "style": "Folk",
                  "feeling": "Chilled"
                },
                {
                  "title": "Classic Stormy Poet",
                  "description": "A man leans against an ornate lamp post in the rain, collar up, scribbling verses on a soaked notebook, the storm mirroring his quiet inner turmoil.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Ornate Library Lady",
                  "description": "A woman flips pages in a grand library, candlelight flickering over her anxious expression, shadows dancing across the shelves stacked with ancient tomes.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Cobblestone Chase",
                  "description": "A man hurries down a wet cobblestone street, briefcase in hand, the echo of his steps amplifying his stressed determination as clouds brood overhead.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Balcony Waiter",
                  "description": "A woman leans over a balcony railing, clutching a letter, anxious eyes scanning the streets below for a figure she’s unsure will appear.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Street Music Anxiety",
                  "description": "A man hunches over a violin case in the street, bow trembling slightly, each note carrying his unease into the passing crowd.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Classic Alley Cat",
                  "description": "A tabby prowls an empty alley, tail high, ears twitching at every distant footstep, perfectly aware of the tension lingering in the night air.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Nervous Hound",
                  "description": "A black dog paces under a lamppost, muscles tight, ears flicking at shadows that might or might not be there, alert to every whisper of danger.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Empty Fountain Square",
                  "description": "A square with an empty fountain, scattered leaves, and abandoned benches, city sounds muted in a tense, expectant hush.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Silent Courtyard",
                  "description": "A narrow courtyard with fountains and ivy, devoid of people, shadows creeping along stone walls under cloudy skies, still and suspenseful.",
                  "style": "Classic",
                  "feeling": "Stressed"
                },
                {
                  "title": "Surreal Market Woman",
                  "description": "A woman floats above a twisting market street, wares spinning lazily below her feet as if gravity forgot its place, blissful in the impossible dance.",
                  "style": "Surreal",
                  "feeling": "Stressed"
                },
                    {
                      "title": "Upside Down Alley Man",
                      "description": "A man walks upside down along a cobblestone alley, bricks curving like liquid beneath him, his steps oddly calm despite the world flipped around.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Twisted Rooftop Lady",
                      "description": "A woman balances on warped rooftops, chimneys bending in impossible angles, wind teasing her hair as she smiles through the chaos.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Floating Lamp Streets",
                      "description": "A man strolls under floating street lamps that spin gently, shadows twisting and bending along surreal walls as he keeps pace with calm determination.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Dreamscape Painter",
                      "description": "A woman paints the sky itself, strokes of light and color curling around floating buildings, serene despite the world bending under her brush.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Airborne Musician",
                      "description": "A man plays a floating piano in mid-air, keys glimmering with soft light, notes drifting lazily into the sky as if unconcerned with gravity.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Spectral Cat",
                      "description": "A semi-transparent cat prowls across floating rooftops, eyes glowing, tail flicking with mischievous yet calm intent.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Liquid Fur Dog",
                      "description": "A dog with fur that ripples like water bounds across impossible streets, landing on rooftops and clouds, blissful in each leap.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Empty Floating Garden",
                      "description": "A garden hovers over the city, plants twisting and flowers floating freely, a serene and surreal tableau untouched by humans.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Skyline Object Drift",
                      "description": "Benches, lanterns, and carts drift lazily in the sky, clouds shifting beneath, calm and surreal in their quiet levitation.",
                      "style": "Surreal",
                      "feeling": "Stressed"
                    },
                    {
                      "title": "Folk Meadow Man",
                      "description": "A man walks through a sunlit meadow, straw hat tilted low, birds flitting around, calm and content as he traces the path along the flowers.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Village Weaver Lady",
                      "description": "A woman sits outside her cottage, weaving baskets with precise hands, the gentle rhythm creating a serene atmosphere across the yard.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Shepherd Boy",
                      "description": "A boy guides a small flock of sheep through a grassy field, staff in hand, calm and focused as the animals follow his measured pace.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Market Basket Lady",
                      "description": "A woman carries a basket of fresh produce through a quiet market street, sunlight bouncing off jars and fabrics, a gentle and blissful routine.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Fountain Meditator",
                      "description": "A man sits cross-legged by a stone fountain, hands resting on knees, eyes closed, soaking in the blissful sounds of flowing water and birdcalls.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Village Street Painter",
                      "description": "A woman paints cheerful patterns on cobblestone streets, each stroke a calm reflection of the peaceful village around her.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Curious Folk Cat",
                      "description": "A tabby cat prowls through the village, tail high, sniffing baskets and hopping along fences with curious, blissful energy.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Playful Folk Dog",
                      "description": "A small dog runs through a meadow, ears flapping, chasing butterflies, blissful and free under the wide open sky.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Empty Village Green",
                      "description": "A grassy village square, benches and fountains untouched, birds drifting lazily, the scene exuding a calm and peaceful energy.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Quiet Barnyard",
                      "description": "An empty barnyard with scattered tools and hay bales, morning light stretching across the scene, blissful in its stillness and order.",
                      "style": "Folk",
                      "feeling": "Blissful"
                    },
                    {
                      "title": "Urban Spray Lady",
                      "description": "A woman crouches in a graffiti alley, neon colors dripping from her can, rebellious bliss sparkling in the contrast of light and shadow.",
                      "style": "Urban",
                      "feeling": "Blissful"
                    },
    {
      "title": "Rooftop Jazz Man",
      "description": "A man plays a saxophone on a city rooftop, neon signs reflecting off puddles, the notes curling into the night sky with blissful freedom.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Street Corner Singer",
      "description": "A woman belts out soulful tunes at a busy intersection, headphones dangling, blissful in the rhythm despite the honking chaos around her.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Subway Sketcher",
      "description": "A man sketches commuters in the subway, eyes darting between faces, capturing the pulse of the city in quiet blissful focus.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Neon Alley Painter",
      "description": "A woman paints glowing murals on brick walls in a narrow alley, colors swirling under neon lights, blissful in her solitary creative flow.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Skateboard Bliss Man",
      "description": "A man cruises down graffiti-covered streets on a skateboard, spinning tricks effortlessly, grinning with urban bliss.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Coffee Shop Lady",
      "description": "A woman sits by the window of a bustling café, sketchbook in lap, blissful in her focus as rain streaks the glass outside.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Curious Alley Cat",
      "description": "A black-and-white cat slinks through the shadows of graffiti alleys, blissfully unaware of the neon chaos surrounding it.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Playful Rooftop Dog",
      "description": "A small dog leaps across connected rooftops, tail wagging, blissful in the thrill of the urban chase.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Empty Graffiti Street",
      "description": "An empty city street covered in colorful graffiti, soft light reflecting off wet pavement, a calm and blissful urban scene.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Silent Subway Station",
      "description": "A deserted subway platform, flickering lights and echoing footsteps, urban details suspended in blissful quiet.",
      "style": "Urban",
      "feeling": "Blissful"
    },
    {
      "title": "Gothic Alley Lady",
      "description": "A woman in a flowing black coat stands beneath an arched gothic alley, shadows curling around her, blissful in the dark serenity.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Cathedral Street Man",
      "description": "A man walks along a narrow street lined with gothic spires, rain slicking stones beneath his boots, blissful in the solemn beauty.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Gargoyle Watcher Lady",
      "description": "A woman leans over a balcony, ornate gargoyles nearby, blissful as she gazes over the brooding cityscape below.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Candlelit Alley Man",
      "description": "A man walks slowly down a narrow alley lit by flickering candles, blissful in the interplay of shadow and warm light.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Twilight Balcony Lady",
      "description": "A woman sits on a stone balcony, twilight painting the sky, blissful in the calm hush of the gothic city around her.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Gothic Cat",
      "description": "A black cat perches on a carved ledge, tail curling around stone, eyes glowing in blissful stillness under gothic arches.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Dog in Misty Courtyard",
      "description": "A small dog trots across a foggy courtyard, gothic walls rising on all sides, blissful in the soft echo of paws on stone.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Empty Gothic Plaza",
      "description": "A gothic plaza with towering spires and empty fountains, quiet and blissful as mist curls through arches and courtyards.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Abandoned Chapel Steps",
      "description": "Steps leading to an abandoned chapel, stone cracked but elegant, empty and blissful in the stillness of the gothic architecture.",
      "style": "Gothic",
      "feeling": "Blissful"
    },
    {
      "title": "Classic Afternoon Stroller",
      "description": "A man walks slowly down a sunlit avenue, top hat tilted, cane tapping rhythmically, blissful in the simple classic charm of the scene.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Opera Balcony Lady",
      "description": "A woman leans on the railing of an ornate opera balcony, sunlight streaming through stained glass, blissful in the grandeur around her.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Street Lamp Poet",
      "description": "A man scribbles verses under the glow of a street lamp, cobblestones wet from rain, blissful in the solitude and rhythm of the night.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Market Basket Lady",
      "description": "A woman strolls through a bustling market carrying a basket of fresh bread, blissful in the aromas and colors of the day.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Fountain Sketcher Man",
      "description": "A man sits by a stone fountain, sketching passersby with precise strokes, blissful in the calm focus of his craft.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Street Music Lady",
      "description": "A woman plays a violin on a classic cobbled street, notes dancing in the air, blissful despite the busy city around her.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Curious Classic Cat",
      "description": "A tabby cat slinks through narrow alleys, blissful in the scent of fresh bread and the warmth of the morning sun.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Happy Hound",
      "description": "A small dog bounds across a courtyard, blissful as it chases the fluttering shadows of pigeons and children’s laughter.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Empty Fountain Plaza",
      "description": "A stone fountain stands at the center of an empty plaza, benches and market stalls quiet, blissful in the early morning stillness.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Abandoned Archway",
      "description": "A classic archway over a narrow street, empty but for sunlight and scattered leaves, blissful in the calm solitude.",
      "style": "Classic",
      "feeling": "Blissful"
    },
    {
      "title": "Surreal Sidewalk Lady",
      "description": "A woman strolls along a melting sidewalk, colors dripping like liquid paint, blissful in the strange, playful world around her.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Floating Book Man",
      "description": "A man walks through a street where books float lazily in the air, blissful in the quiet rhythm of pages drifting past.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Upside Down Cafe Lady",
      "description": "A woman sips coffee in a café with tables and chairs floating above her, blissful as gravity seems to have taken a holiday.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Airborne Sketcher",
      "description": "A man sketches clouds that drift below him, blissful in the surreal freedom of drawing the impossible landscape.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Levitating Cat",
      "description": "A cat floats lazily above the street, blissful as the world bends and twists around its slow, graceful movements.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Surreal Dog Chase",
      "description": "A dog chases an endless rolling ball that floats above the pavement, blissful in the playful defiance of gravity.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Empty Floating Plaza",
      "description": "A plaza floats in the sky, benches, lamps, and fountains suspended in air, blissful in the quiet, surreal calm.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Cloudside Objects",
      "description": "Ordinary objects like carts and lanterns drift lazily on cloud streets, blissful in the impossible serenity of the scene.",
      "style": "Surreal",
      "feeling": "Blissful"
    },
    {
      "title": "Urban Alley Man",
      "description": "A man leans on a brick wall in a neon-lit alley, cigarette smoke curling around him, blissful in the chaotic pulse of city night.",
      "style": "Urban",
      "feeling": "Stressed"
    },
    {
      "title": "Neon Street Lady",
      "description": "A woman hurries down a wet neon street, rain dripping from her hood, stressed yet oddly blissful in the sensory overload.",
      "style": "Urban",
      "feeling": "Stressed"
    },
    {
      "title": "Backstreet Musician",
      "description": "A man strums a guitar in a backstreet, neon reflections glinting off puddles, stressed yet immersed in his urban rhythm.",
      "style": "Urban",
      "feeling": "Stressed"
    },
    {
      "title": "Moonlit Cloister Man",
      "description": "A man sits cross-legged on the stone floor of a gothic cloister, moonlight streaming through arches, chilled and contemplative.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Arched Window Lady",
      "description": "A woman leans against a tall arched window, tracing the patterns in the glass with her fingers, chilled in the quiet of the cathedral hall.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Gothic Library Man",
      "description": "A man reads an ancient tome in a quiet gothic library, chilled as dust motes float in the soft sunlight through stained glass.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Balcony Contemplation Lady",
      "description": "A woman stands on a gothic balcony overlooking a courtyard, chilled by the gentle breeze and the distant sound of bells.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Gargoyle Watcher Man",
      "description": "A man perches on a gothic rooftop among gargoyles, chilled as he surveys the quiet city below under a pale moon.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Stained Glass Cat",
      "description": "A sleek black cat curls on a window ledge framed by stained glass, chilled in the colored glow of gothic light.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Quiet Courtyard Dog",
      "description": "A small dog naps in a gothic courtyard, chilled in the shadows of ivy-covered stone walls and trickling fountains.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Empty Stone Passage",
      "description": "A deserted gothic passage with towering arches and ivy, chilled in the stillness and echo of footsteps long gone.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Foggy Cloister",
      "description": "A mist drifts through a gothic cloister, chilled and silent, with benches and lanterns casting soft shadows.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Moonlit Fountain Plaza",
      "description": "An empty gothic plaza with a stone fountain, chilled under the pale moonlight, water glimmering softly.",
      "style": "Gothic",
      "feeling": "Chilled"
    },
    {
      "title": "Angry Carriage Man",
      "description": "A man slams his fist on the side of a horse-drawn carriage, classic buildings rising around him, pissed at the morning delays.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Frustrated Market Lady",
      "description": "A woman yells at a stubborn vendor in a bustling market, classic cobblestones beneath her feet, pissed but determined to get her wares.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Top-Hat Duel Man",
      "description": "A man in a top hat clenches his jaw on a quiet street, classic lamps flickering as he paces, pissed about a challenge he received.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Serious Portrait Lady",
      "description": "A woman poses stiffly for a classic portrait, rolling her eyes at the tedious session, pissed but maintaining her composure.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Cobbled Alley Man",
      "description": "A man stomps down a narrow cobbled alley, annoyed at the morning crowd, pissed but letting the motion release his tension.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Classic Cat on Fence",
      "description": "A tabby cat arches its back on a stone fence, ears flat, pissed at the commotion of the street below.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Barking Dog",
      "description": "A small dog yaps loudly at a passerby, pissed and territorial, in the middle of a quiet classic courtyard.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Empty Rainy Street",
      "description": "A deserted cobblestone street, puddles reflecting the classic architecture, the air feels pissed as rain beats the shutters.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Abandoned Market Square",
      "description": "An empty square with crates and barrels scattered about, pissed shadows cast by the afternoon sun on classic stonework.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Tilted Fountain Plaza",
      "description": "A fountain spills water unevenly in a plaza, leaves swirling around, pissed at the imbalance yet serene in the classic surroundings.",
      "style": "Classic",
      "feeling": "Pissed"
    },
    {
      "title": "Floating Teacup Lady",
      "description": "A woman floats gently through a room of suspended teacups and saucers, chilled in the slow-motion dance of porcelain around her.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Levitating Painter Man",
      "description": "A man hovers above a canvas in midair, chilled as his brush strokes paint the floor and ceiling simultaneously.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Upside-Down Forest Lady",
      "description": "A woman strolls through a forest where trees hang upside down, chilled as her feet navigate the inverted landscape with ease.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Floating Cat in Clouds",
      "description": "A small cat drifts on a cloud, chilled as it lazily bats at floating leaves and petals around it.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Hovering Dog",
      "description": "A dog gently floats above a meadow, chilled in the soft sway of the surreal wind currents beneath it.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Mirrored Lake Reflection",
      "description": "An empty lake reflects an impossible sky of floating islands, chilled in the serene distortion of reality.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Suspended Objects Alley",
      "description": "Benches, lanterns, and bicycles hang midair along a narrow street, chilled in the quiet, dreamlike suspension of everyday items.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Cloud Bridge Man",
      "description": "A man walks along a bridge made of clouds, chilled as he floats among the drifting mist without fear.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Levitating Lady with Balloons",
      "description": "A woman rises slowly with a cluster of oversized balloons, chilled as the world drifts gently below her.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Dreamscape Plaza",
      "description": "An empty surreal plaza with twisting fountains and floating benches, chilled in the quiet, otherworldly atmosphere.",
      "style": "Surreal",
      "feeling": "Chilled"
    },
    {
      "title": "Angry Melting Street Man",
      "description": "A man stomps through a street where the pavement melts beneath his feet, pissed as colors drip and swirl uncontrollably.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Frustrated Floating Lady",
      "description": "A woman hovers above a plaza, arms crossed, pissed as floating objects spin chaotically around her.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Twisting Tower Man",
      "description": "A man glares at a spiraling tower bending in impossible angles, pissed at the surreal architecture defying all logic.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Levitating Cat",
      "description": "A cat floats angrily in midair, tail swishing, pissed as gravity fails it and objects drift past in disarray.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Distorted Dog Chase",
      "description": "A dog chases a warped ball across a swirling landscape, pissed but frantic, as the ground twists beneath its paws.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Empty Twisted Plaza",
      "description": "An empty plaza with benches and lampposts floating at odd angles, pissed in the chaos of the surreal environment.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Floating Market Chaos",
      "description": "Stalls and crates float erratically in a surreal market, pissed energy radiating as the scene defies reason.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Upside-Down Fountain",
      "description": "A fountain pours water upward in a twisting stream, pissed as gravity rebels against the expected, surreal motion.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Angry Hovering Lady",
      "description": "A woman levitates above a distorted street, pissed at the swirling colors and impossible shadows around her.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Twisted Bridge Man",
      "description": "A man storms across a bridge bent into impossible loops, pissed yet determined to reach the other side.",
      "style": "Surreal",
      "feeling": "Pissed"
    },
    {
      "title": "Angry Farmer Man",
      "description": "A man kicks over a basket of apples in a rustic village, pissed at the morning chores and stubborn livestock.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Irritated Weaver Lady",
      "description": "A woman frowns at a tangled loom, pissed as the threads knot stubbornly under her hands.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Frustrated Blacksmith Man",
      "description": "A man hammers a piece of iron with extra force, pissed as the metal refuses to bend the way he wants.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Stubborn Horse Lady",
      "description": "A woman tugs at a mule that won’t move, pissed at the stubborn animal and the muddy path ahead.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Fisherman Man",
      "description": "A man casts his net into a river, pissed as the fish slip through despite his skillful efforts.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Village Cat",
      "description": "A cat arches its back, tail flicking, pissed at children running past and the chaos of a busy folk market.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Farm Dog Barking",
      "description": "A dog barks furiously at a wandering goat, pissed at the disruption in the quiet farmyard.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Abandoned Barn",
      "description": "An empty barn with scattered hay and broken tools, pissed in the sense of neglect and disorder around it.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Rusted Wagon Yard",
      "description": "A yard full of old wagons and barrels, pissed in its decay yet carrying the rustic charm of a folk settlement.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Twilight Village Square",
      "description": "An empty village square at dusk, pissed in the tension of unspoken arguments, yet softened by the fading light.",
      "style": "Folk",
      "feeling": "Pissed"
    },
    {
      "title": "Overworked Farmer Man",
      "description": "A man wipes sweat from his brow while tending fields, stressed as the sun beats down and chores pile up.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Anxious Weaver Lady",
      "description": "A woman frantically threads her loom, stressed as the pattern refuses to align and the deadline approaches.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Hectic Market Man",
      "description": "A man hurries between stalls in a busy village market, stressed as he tries to complete errands before sundown.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Stressed Shepherd Lady",
      "description": "A woman calls out to wandering sheep across a rolling hillside, stressed as they scatter into the tall grass.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Overloaded Cart Man",
      "description": "A man struggles to push a cart stacked with produce, stressed as it teeters dangerously on the uneven path.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Concerned Village Cat",
      "description": "A cat perches on a fence, stressed by the constant noise of a busy folk village below.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Panicked Farm Dog",
      "description": "A dog barks and runs in circles around a barn, stressed by the commotion of animals and villagers alike.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Messy Barn Interior",
      "description": "An interior of a barn cluttered with hay, tools, and spilled grain, stressed in its chaotic state but still functional.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Crowded Village Square",
      "description": "A square packed with villagers, carts, and market goods, stressed by the sheer energy and movement of the folk community.",
      "style": "Folk",
      "feeling": "Stressed"
    },
    {
      "title": "Uneven Dirt Path",
      "description": "A winding dirt path with scattered rocks and puddles, stressed in its challenge to navigate but peaceful in its rural charm.",
      "style": "Folk",
      "feeling": "Stressed"
    }
  ]
  
  
  
  